Repository: romasm3/autoinfo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Home
pl: Początek

source: Check Vehicle History
pl: Sprawdź Historię Pojazdu

source: AutoInfo provides access to vehicle information from the United States and Canada. After registering and topping up your account, you will have instant access to reports. Reports are automatically generated 24/7.
pl: AutoInfo zapewnia dostęp do informacji o pojazdach ze Stanów Zjednoczonych i Kanady. Po zarejestrowaniu i doładowaniu konta będziesz mieć natychmiastowy dostęp do raportów. Raporty są generowane automatycznie 24/7.

source: Carfax Reports
pl: Raporty Carfax

source: Autocheck Reports
pl: Raporty Autocheck

source: NMVTIS Reports
pl: Raporty NMVTIS

source: Report packages of 1, 10, and 100
pl: Pakiety raportów 1, 10 i 100

source: Register Now
pl: Zarejestruj się teraz

source: Check VIN in 3 Easy Steps
pl: Sprawdź VIN w 3 prostych krokach

source: Checking vehicle identification number (VIN) is important for any car buyer.
pl: Sprawdzenie numeru identyfikacyjnego pojazdu (VIN) jest ważne dla każdego kupującego samochód.

source: Register
pl: Zarejestruj się

source: Registration takes less than 60 seconds.
pl: Rejestracja trwa mniej niż 60 sekund.

source: Top Up Account
pl: Doładuj konto

source: Use BLIK, Przelewy24 or payment card.
pl: Użyj BLIK, Przelewy24 lub karty płatniczej.

source: Generate Report
pl: Wygeneruj raport

source: Reports generated automatically without delay.
pl: Raporty generowane automatycznie bez opóźnień.

source: Available Reports
pl: Dostępne raporty

source: Choose the report type that suits your needs.
pl: Wybierz typ raportu, który odpowiada Twoim potrzebom.

source: per report
pl: za raport

source: Buy Report
pl: Kup raport

source: Most Popular
pl: Najpopularniejszy

source: Frequently Asked Questions
pl: Często zadawane pytania

source: How to pay for the report?
pl: Jak zapłacić za raport?

source: You can pay using BLIK, Przelewy24, or payment card. After registration, top up your account and purchase reports instantly.
pl: Możesz zapłacić za pomocą BLIK, Przelewy24 lub karty płatniczej. Po rejestracji doładuj konto i natychmiast zakup raporty.

source: How long does it take?
pl: Ile to trwa?

source: Reports are generated automatically within seconds. Our system works 24/7.
pl: Raporty są generowane automatycznie w ciągu kilku sekund. Nasz system działa 24/7.

source: What's included in the report?
pl: Co zawiera raport?

source: Reports include complete vehicle history: accidents, owners, service records, title information, mileage verification.
pl: Raporty zawierają pełną historię pojazdu: wypadki, właścicieli, zapisy serwisowe, informacje o tytule, weryfikację przebiegu.
